albert.tabout
amazonwebservices.aws-toolkit-vscode
chakrounanas.turbo-console-log
chrmarti.regex
dbaeumer.vscode-eslint
esbenp.prettier-vscode
formulahendry.auto-rename-tag
foxundermoon.shell-format
github.copilot
github.copilot-chat
gitlab.gitlab-workflow
gruntfuggly.todo-tree
jock.svg
mdmarufsarker.maruf-sarker
mechatroner.rainbow-csv
ms-python.autopep8
ms-python.debugpy
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode.makefile-tools
planbcoding.vscode-react-refactor
redhat.java
redhat.vscode-xml
streetsidesoftware.code-spell-checker
stylelint.vscode-stylelint
tamj0rd2.ts-quickfixes-extension
withfig.fig
yoavbls.pretty-ts-errors
